/* The title of the cancel action in an action sheet */
"Cancel" = "Annuleer";

"Date" = "Datum";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Delete CGM";

/* Title describing glucose value */
"Glucose" = "Glucose";

/* Outside US share server option title */
"Outside US" = "Buiten US";

/* The title of the Dexcom share password credential */
"Password" = "Paswoord";

/* The title of the Dexcom share server URL credential */
"Server" = "Server";

/* U.S. share server option title */
"US" = "US";

/* The title of the Dexcom share username credential */
"Username" = "Gebruikersnaam";

